Repository: innologi/TYPO3_ext-streamovations_vp
Catalog: Resources/Private/Language/*.locallang_csh_flexform_video.xlf
Languages: nl

# switchableControllerActions.alttitle
source: Pick plugin type
nl: Kies plugin type

# switchableControllerActions.description
source: The plugin type determines what view is shown on the frontend. List/Show is the default view, showing a configurable list on which the user can click to individual videostreams. Preset single video shows a single configured videostream directly, and nothing else. Livestream does the same, but looks specifically for a livestream that is currently active. Advanced Show is entirely TypoScript driven and therefore the most flexible.
nl: Het plugin type bepaalt de weergave op de frontend. Lijst/Enkel is de standaard weergave, waarin een instelbare lijst wordt getoond waarbij de gebruiker kan doorklikken naar individuele videostreams. Specifieke video toont een enkele video die hier ingesteld wordt, en niets meer. Livestream doet hetzelfde, maar zoekt specifiek naar een actieve livestream. Geadvanceerde Enkele weergave wordt gedreven door TypoScript configuratie en is daardoor de meest flexibele optie.

# settings.event.dateAt.alttitle
source: Show videos specific date
nl: Toon videos van specifieke datum

# settings.event.dateAt.description
source: Shows videostreams specifically of the chosen date. Note that the use of this field will disable the other date/time fields!
nl: Toont uitsluitend videostreams die tot de gekozen datum behoren. Let op dat het gebruik van dit veld de andere datum/tijd velden uitschakelt!

# settings.event.dateFrom.alttitle
source: Show videos starting on date/time
nl: Toon videos vanaf datum/tijd

# settings.event.dateFrom.description
source: Shows videostreams that started on or after the chosen date/time. This field can be combined with the "End" field to set a limited range. Note that this field is disabled if the "Date" field is used!
nl: Toont videostreams die plaatsvonden vanaf de gekozen datum/tijd. Dit veld kan gecombineerd worden met het "tot en met" veld om een beperkte reeks te tonen. Let op dat dit veld buiten werking is als het datum veld gebruikt wordt!

# settings.event.dateTo.alttitle
source: Show videos up until date/time
nl: Toont videos tot en met datum/tijd

# settings.event.dateTo.description
source: Shows videostreams that started and ended up until the chosen date/time. This field can be combined with the "Start" field to set a limited range. Note that this field is disabled if the "Date" field is used!
nl: Toont videostreams die plaatsvonden tot en met de gekozen datum/tijd. Dit veld kan gecombineerd worden met het "vanaf" veld om een beperkte reeks te tonen. Let op dat dit veld buiten werking is als het datum veld gebruikt wordt!

# settings.event.category.alttitle
source: Category
nl: Categorie

# settings.event.category.description
source: Show videostreams of the chosen category.
nl: Toon videostreams van de gekozen categorie.

# settings.event.subCategory.alttitle
source: Sub Category
nl: Sub Categorie

# settings.event.subCategory.description
source: Show videostreams of the chosen subcategory.
nl: Toon videostreams van de gekozen subcategorie.

# settings.event.tags.description
source: Show videostreams with the chosen tags. In case of multiple tags, separate them with a colon.
nl: Toon videostreams met de gekozen tags. In geval van meerdere tags, scheidt deze dan met een dubbele punt.

# settings.playlist.hash.alttitle
source: Videostream Session Hash
nl: Videostream Sessie Hash

# settings.playlist.hash.description
source: Set the unique session hash of the videostream that is to be played by this plugin. The hash can be found within the Streamovations Video CMS.
nl: De unieke sessie hash van de videostream die afgespeeld dient te worden door deze plugin. De hash kan gevonden worden in het Streamovations Video CMS.

# settings.showPid.alttitle
source: Target Page for Show-view
nl: Doelpagina voor Enkele weergave

# settings.showPid.description
source: If you want videostream links to point to another page with the List/Show plugin type, you can set the page id here. This can be used to simulate a list/show separation of pages.
nl: Als u videostream-links wilt verwijzen naar een andere pagina met de Lijst/Enkele weergave, dan stelt u hier het pagina id in. Dit kan gebruikt worden om een scheiding van lijst/enkel pagina's te simuleren.

# settings.backPid.alttitle
source: Back Page on Show-view
nl: Terug-pagina voor Enkele weergave

# settings.backPid.description
source: If you want videostream back-links to point to another page with List/Show plugin type, you can set the page id here. This can be used to simulate a list/show separation of pages.
nl: Als u terug-links wilt verwijzen naar een andere pagina met de Lijst/Enkele weergave, dan stelt u hier het pagina id in. Dit kan gebruikt worden om een scheiding van lijst/enkel pagina's te simuleren.
