Repository: innologi/TYPO3_ext-streamovations_vp
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: nl

# ff_video_sheet_sDEF
source: Settings
nl: Instellingen

# ff_video_pluginType.list
source: List/Show-view
nl: Lijst/Enkele weergave

# ff_video_pluginType.single
source: Preset Single Video
nl: Specifieke Video

# ff_video_pluginType.advanced
source: Show-view (Advanced)
nl: Enkele weergave (Geavanceerd)

# ff_video_dateAt
source: Video Date
nl: Video Datum

# ff_video_dateFrom
source: Video Date/Time Start
nl: Video Datum/Tijd: Vanaf

# ff_video_dateTo
source: Video Date/Time End
nl: Video Datum/Tijd: Tot en met

# ff_video_category
source: Category
nl: Categorie

# ff_video_subCategory
source: Sub Category
nl: Sub Categorie

# ff_video_hash
source: Videostream Session Hash
nl: Videostream Sessie Hash

# ff_video_showPid
source: Target Show Page
nl: Doelpagina Enkele weergave

# ff_video_backPid
source: Target Back Page
nl: Doelpagina Terug-link

# ts_category_player
source: Video Player
nl: Video Speler

# ts_category_jw
source: JW Player-specific
nl: JW Player-specifiek

# ts_category_topics
source: Topics
nl: Onderwerpen

# ts_category_speakers
source: Speakers
nl: Sprekers

# ts_category_breaks
source: Event Breaks
nl: Onderbrekingen

# ts_view_templateRootPath
source: Template path
nl: Template pad

# ts_view_partialRootPath
source: Template partial path
nl: Template partial pad

# ts_view_layoutRootPath
source: Template layout path
nl: Template layout pad

# ts_javascript_includeJquery
source: Include jQuery Library: You can disable this if a compatible jQuery-version is already included on your site.
nl: jQuery Bibliotheek toevoegen: U kunt deze optie uitschakelen als er al een compatibele jQuery-versie aanwezig is op de site.

# ts_javascript_jqueryLib
source: jQuery Library path
nl: jQuery Bibliotheek pad

# ts_javascript_jwPlayer6Lib
source: JW Player (6.x) path: If you're using a license key, make sure this points to a compatible version.
nl: JW Player (6.x) pad: Als u een licentiesleutel gebruikt, verwijs dan naar een compatibele versie als dat niet al het geval is.

# ts_javascript_jwPlayer7Lib
source: JW Player (7.x) path: You need to use a license key, so make sure this points to a compatible version.
nl: JW Player (7.x) pad: U heeft een licentiesleutel nodig, verwijs naar een compatibele versie als dat niet al het geval is.

# ts_javascript_smvPlayerLib
source: Streamovations Player path: This player is not included. If you wish to use the Streamovations player, inquire at your contact at Streamovations BVBA.
nl: Streamovations Player pad: Deze speler is niet inbegrepen. Indien u gebruik wilt maken van de speler, neem dan contact op met uw contactpersoon bij Streamovations BVBA.

# ts_css_frontendFile
source: Frontend CSS path: Provides frontend styling to plugin
nl: Frontend CSS pad: Verzorgt de frontend styling van de plugin.

# ts_rest_scheme
source: REST API scheme: Scheme for REST requests, usually 'http' or 'https'.
nl: REST API schema: Schema for REST requests. Doorgaans is dit 'http' of 'https'.

# ts_rest_baseUri
source: REST API Base URI: Base URI for REST requests, starting from the (sub) domain and up to '/api.php'. e.g. 'stream.mysite.com'
nl: REST API Basis URI: Basis URI voor REST requests, vanaf het (sub) domein tot aan '/api.php'. Bijv. 'stream.mijnsite.nl'

# ts_settings_player
source: Pick Video Player: Choose which video player to use. By default, JW Player 6.x is set, as it does not require a license key. If you wish to use JW Player 7.x or the Streamovations player, be sure to set your own JW Player license key. Aditionally, if you wish to use the Streamovations player, inquire at your contact at Streamovations BVBA about this, as it will require additional player files as well.
nl: Kies Video Speler: Kies welke video speler gebruikt dient te worden. Standaard staat JW Player 6.x ingesteld, omdat deze geen licentiesleutel vereist. Indien u gebruik wilt maken van JW Player 7.x of de Streamovations player, let op dat u dan ook een bijbehorende JW Player licentiesleutel instelt. Als u de Streamovations player wilt gebruiken, neem dan ook contact op met uw contactpersoon bij Streamovations BVBA i.v.m. de benodigde bestanden.

# ts_settings_jwPlayer_key
source: JW Player license key: Unlocks JW Player and removes its logo. Please note that your license key will be exposed to knowledgeable viewers of the plugin, as is always the case with JW Player. You need a valid license key for use of the Streamovations player and JW Player 7.x.
nl: JW Player licentiesleutel: Ontgrendel JW Player en verberg het logo. Let op dat uw licentiesleutel zichtbaar is voor bezoekers met verregaande expertise, zoals altijd het geval is met JW Player. U heeft een geldige licentiesleutel nodig voor het gebruik van de Streamovations player en JW Player 7.x.

# ts_settings_jwPlayer_width
source: Player width (pixels/percentage)
nl: Breedte speler (pixels/percentage)

# ts_settings_jwPlayer_height
source: Player height (pixels/percentage)
nl: Hoogte speler (pixels/percentage)

# ts_settings_jwPlayer_liveLanguage
source: Livestream language: Sets the order of preferred languages to find in livestreams. (comma separated values)
nl: Livestream taal: De volgorde en voorkeur van talen waarin de livestreams gezocht moeten worden. (komma-gescheiden waarden)

# ts_settings_jwPlayer_smilSupport
source: Smil support: Allows the use of smil files if detected in the REST response.
nl: Smil ondersteuning: Staat het gebruik van smil-bestanden toe indien gevonden in de REST response.

# ts_settings_breaks_enable
source: Enable breaks: Allows livestream interruptions to occur on set times. This requires that "Event Breaks" are being applied to the livestream from within the Streamovations Video CMS.
nl: Onderbrekingen inschakelen: Staat toe om livestreams te onderbreken op aan te geven tijden. Deze tijden zijn toe te passen op de livestream middels de "Event Breaks" functie beschikbaar vanuit het Streamovations Video CMS.

# ts_settings_topics_enable
source: Enable topics: Shows topics beside the video player, which when clicked, jumps to the appropriate time. This requires the video to have correctly assigned topics and associated timestamps in the Streamovations Video CMS.
nl: Onderwerpen inschakelen: Toont onderwerpen naast de video speler, waarop geklikt kan worden om naar het juiste tijdstip te springen. Dit vereist dat de video onderwerpen en geassocieerde tijdstippen toegewezen heeft gekregen in het Streamovations Video CMS.

# ts_settings_speakers_enable
source: Enable speakers: Shows current speaker beside the video player. This requires the video to have correctly assigned speakers and associated timestamps in the Streamovations Video CMS.
nl: Sprekers inschakelen: Toont de huidige spreker naast de video speler. Dit vereist dat de video sprekers en geassocieerde tijdstippen toegewezen heeft gekregen in het Streamovations Video CMS.

# ts_settings_speakers_imgDir
source: Avatar path: Serverpath to speaker avatar directory. e.g. "fileadmin/images/streamovations/" The Streamovations Video CMS allows for avatars to be assigned to speakers. By keeping the same images with the same filenames(!) in the configured path, these will be displayed if speaker data is enabled.
nl: Profielfoto pad: Serverpad naar spreker profielfoto directory. Bijv. "fileadmin/images/streamovations/" Het Streamovations Video CMS staat toe om profielfoto's toe te kennen aan sprekers. Door foto's met dezelfde bestandsnamen in het ingestelde pad te plaatsen, worden deze getoond bij de spreker.

# ts_settings_speakers_imgDefault
source: Default avatar: If a speaker has no matching avatar, this is the image that is displayed.
nl: Standaard profielfoto: Wanneer een spreker geen profielfoto heeft, wordt dit plaatje getoond.

# ts_settings_speakers_imgWidth
source: Avatar width (pixels)
nl: Breedte profielfoto (pixels)

# ts_settings_speakers_imgHeight
source: Avatar height (pixels)
nl: Hoogte profielfoto (pixels)

# ts_settings_polling_interval
source: Polling interval (seconds): Polling interval for topic/speaker data during a livestream, as long one of these is enabled. Setting the interval to anything lower than 1 disables polling. Setting it to 1 disables caching for polling.
nl: Polling interval (seconden): De interval tussen het ophalen van onderwerp/spreker data gedurende een livestream, mits minstens één van de twee ingeschakeld is. Bij een interval kleiner dan 1 wordt polling uitgeschakeld. Bij een interval van 1 vindt er geen caching plaats bij de polling.

# topic_header
source: Topics
nl: Agendapunten

# speaker_header
source: Speakers
nl: Sprekers

source: Go back
nl: Terug

# go_back_title
source: Go back to previous page
nl: Terug naar vorige pagina

# topic_link_title
source: Jump to this topic in the video
nl: Spring naar dit agendapunt in de video

# host_n_a
source: Source videostreaming is unreachable.
nl: Bron videostreaming is niet bereikbaar.

# stream_n_a
source: Chosen videostream is unavailable.
nl: De gekozen videostream is niet beschikbaar.

# no_stream
source: No videostream found.
nl: Geen videostream gevonden.

# no_livestream
source: No livestream available.
nl: Geen livestream beschikbaar.

# no_list
source: No videostream found or available.
nl: Geen videostream gevonden of beschikbaar.

# unexpected_response_structure
source: The videostream could not be read.
nl: De videostream kan niet worden uitgelezen.

# config_missing_hash
source: No videostream configured.
nl: Er is geen videostream geconfigureerd.

# config_language_n_a
source: None of the configured live-languages "%1$s" found, first found language "%2$s" taken instead.
nl: De geconfigureerde livestream talen "%1$s" niet gevonden, de eerst gevonden taal "%2$s" toegepast.

# error_header
source: Error message
nl: Foutmelding

# config_error_header
source: Configuration error
nl: Configuratiefout

# no_livestream_header
source: No activity
nl: Geen activiteit

# no_list_header
source: No videostream
nl: Geen videostreams

# noscript
source: The application on this page requires JavaScript-support, but this is disabled or not available in your browser.
nl: De applicatie op deze pagina vereist JavaScript-ondersteuning, maar dit is uitgeschakeld of niet beschikbaar in uw browser.
